<link href="styles/style.css"       rel="stylesheet" type="text/css">
<link href="styles/framework-style.css"   rel="stylesheet" type="text/css">
<link href="styles/framework.css"       rel="stylesheet" type="text/css">
<link href="styles/bxslider.css"      rel="stylesheet" type="text/css">
<link href="styles/swipebox.css"      rel="stylesheet" type="text/css">
<link href="styles/icons.css"       rel="stylesheet" type="text/css">
<link href="styles/retina.css"        rel="stylesheet" type="text/css" media="only screen and (-webkit-min-device-pixel-ratio: 2)" />


<!--Page Scripts Load -->
<script src="scripts/jquery.min.js"   type="text/javascript"></script>  
<script src="scripts/hammer.js"     type="text/javascript"></script>  
<script src="scripts/jquery-ui-min.js"  type="text/javascript"></script>
<script src="scripts/subscribe.js"    type="text/javascript"></script>
<script src="scripts/contact.js"    type="text/javascript"></script>
<script src="scripts/jquery.swipebox.js" type="text/javascript"></script>
<script src="scripts/bxslider.js"   type="text/javascript"></script>
<script src="scripts/colorbox.js"   type="text/javascript"></script>
<script src="scripts/retina.js"     type="text/javascript"></script>
<script src="scripts/custom.js"     type="text/javascript"></script>
<script src="scripts/framework.js"    type="text/javascript"></script>
<script type="text/javascript" charset="utf-8" src="cordova.js"></script>

<div class="content">
      <div class="container no-bottom">
          <div class="heading">
              <div class="heading-left">
                  <!--<em>lates news and our</em>-->
                  <h3>HOMILIAS DEL PADRE RAMON</h3>
              </div>
              <div class="heading-right">
                  <span class="icon icon-blog"><img style="height:20px; width:20px; left:16%; top:16%;" src="images/calendar.png"></span>
              </div>
          </div>
      </div>
      
      <div class="decoration"></div>
      
      <div class="container">
          <div class="blog-post">
              <div class="post-image">
                  <img class="blog-post-image" src="images/blog/001.jpg" alt="img">  
              </div>
              <div class="post-content">
                  <h2>DOMINGO XIV DEL TIEMPO ORDINARIO</h2>         
                
              </div>
                  <p style=""> Zacar&iacute;as 9,9-10    Salmo 44     Romanos 8,9.11-13    Mateo 11,25-30</p>
                  <p>Realmente hoy estamos viviendo en la “cultura del espect&aacute;culo”, el dios show tiene la &uacute;ltima palabra sobre todo. La civilizaci&oacute;n occidental abraza con m&aacute;s fuerza la cultura neoliberal, cuya base firme es la econom&iacute;a de mercado. En palabras m&aacute;s sencillas para no traicionar el evangelio de hoy: entre m&aacute;s se estimule la compra y venta de bienes e insumos, mejor le ir&aacute; a los que proveen dichos bienes. Por esta raz&oacute;n idealizar al deportista, al cantante, al actor o actriz, que “conquistan el mundo” con sus destrezas, estimula e identifica de manera perversa las aspiraciones de todos los consumidores para llegar a tener algo de lo que tiene a plenitud el personaje de moda.</p>
                  <p>Por supuesto, esta carrera desesperada por identificar la alegr&iacute;a verdadera y el sentido aut&eacute;ntico de la vida con las expresiones de poder, glamour y sofisticaci&oacute;n deja, tanto en los que logran llegar a la “c&uacute;spide”, como en los que no lo logran por diversas razones, profundas sensaciones de frustraci&oacute;n, angustia e insatisfacci&oacute;n, eso sin contar las brechas de pobreza e injusticia, origen y causa de las interminables situaciones de violencia y muerte.
No es extraño ver hoy “en el mundo de las oportunidades” tanta gente cansada y estresada por el peso de las deudas y de toda clase de obligaciones econ&oacute;micas y sociales impuestas por  la sociedad de consumo. Muchos, en la agitada faena diaria, no tienen tiempo sino para producir; no hay tiempo para la familia, para el descanso y mucho menos para pensar por d&oacute;nde y para d&oacute;nde va la vida.</p>
<p>Jesucristo no recrimina ni juzga al hombre preso del capitalismo salvaje, Él sencillamente expresa: “venid a m&iacute; todos los que est&aacute;is fatigados y agobiados y yo os aliviar&eacute;” (Mt 11,28) y, parad&oacute;jicamente, el hombre de hoy huye de todo lo que tenga que ver con Dios, por la fatiga y compromiso que implica cumplir sus mandatos y enseñanzas. Jes&uacute;s es capaz de enfrentarse con el mundo y asegurar que el yugo del mundo da m&aacute;s cansancio y m&aacute;s fatiga que seguirlo a Él: “cargad con mi yugo y aprended de m&iacute;, que soy sencillo y humilde  de coraz&oacute;n, y hallar&eacute;is descanso para vuestras vidas” (Mt 11,29).</p>
<p>Es fascinante como el Señor hoy ofrece la clave para encontrar sentido a la vida: la sencillez, la mansedumbre, la humildad de coraz&oacute;n, constituyen la clave del Reino, ese Reino que el Padre del cielo concede justamente solo a quienes son sencillos, mansos y humildes de coraz&oacute;n. Desenredando el coraz&oacute;n de tantas cosas vanas que preocupan, adquirimos ese precioso conocimiento que Jes&uacute;s tiene de su Padre y que a su vez concede a los que se entregan plenamente a &eacute;l. </p>
<p>Que el Señor nos de la gracia de su Esp&iacute;ritu para que Jes&uacute;s y su Reino lo sean todo para nosotros y nuestras familias, as&iacute; experimentaremos que nuestras relaciones con los dem&aacute;s y con los bienes materiales se redefinen a partir del amor, la solidaridad, la justicia y la preocupaci&oacute;n, sobre todo por los m&aacute;s pequeños y d&eacute;biles.</p>
                  <div class="clear"></div>
              </div>
          </div>
      </div>

  
      <div class="decoration"></div>

  
      <div class="container">
          <div class="blog-post">
              <h3>HOMILÍA CUARTO DOMINGO DE PASCUA</h3> 
              <img class="blog-post-image" src="images/blog/1.jpg" alt="img">       
             
              <div class="post-details">
                  <a class="posted-by" href="#">Admin</a>
                  <a class="posted-at" href="#">Hace 9 Dias</a>
                  <a class="posted-tag" href="#">Homil&iacute;as, Mayo</a>
                  <a class="posted-more" href="blog-post.html">Leer M&aacute;s</a>
                  <div class="clear"></div>
              </div>
          </div>
      </div> 
      
      <div class="decoration"></div>   
       
  
      <div class="container no-bottom">
          <div class="recent-post">
              <p>
                  <img src="images/blog/001.jpg" width="90" alt="img">
                  <strong>HOMILÍA TERCER DOMINGO DE PASCUA</strong><br/>
                  <br/> 
                  <a href="#">Leer M&aacute;s</a>
              </p>
          </div>
          <div class="recent-post">
              <p>
                  <img src="images/blog/001.jpg" width="90" alt="img">
                  <strong>HOMILÍA SEGUNDO DOMINGO DE PASCUA</strong><br/>
                 <br/> 
                  <a href="#">Leer M&aacute;s</a>
              </p>
          </div>
      </div>

      